class RulesText {
  List<String> _rules = [
    ' دیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکز کندیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرک',
    ' دیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکدیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکز کن',
    ' دیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکز کن',
    ' دیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکز کن',
    ' دیگران را در مورد طراحی جویا شود و نمی‌خواهد افراد روی متن های موجود تمرکز کن',
  ];
  RulesText();
  List<String> get rules {
    return _rules;
  }

  set setRules(List<String> rules) {
    _rules = rules;
  }
}
